<!-- crated：2019-06-23  author：Monster  -->
<template>
    <div class='agreement'>
        <div class="paragraph">
            亲爱的用户，您好：
        </div>
        <div class="paragraph">
            欢迎您使用 jxApp。
        </div>
        <div class="paragraph">
            <div class="title">一、协议的范围</div>
            <div class="content">
                <div>
                    1.1 莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。县城曾是春秋时期莒国都城所在地，是山东省面积最大的古城，“毋忘在莒”的典故就出在这里。陵阳河遗址出土的原始陶文，早甲骨文1500多年，是中国文字的始祖，莒文化与齐文化、鲁文化并称为山东三大文化。
                </div>
                <div>
                    1.2 您需要同意以下用户协议条款和任何相应的协议才能使用本服务，
                    <u><strong>莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。</strong></u>。
                    在使用所有产品和服务前，请您务必仔细阅读并透彻理解本协议。
                    <u><strong>对于本协议中的加重字体、斜体、下划线等条款已重点阅读、理解，同意受本协议约束。如您对本协议有任何疑问，请发送电子邮件。</strong></u>
                </div>
                <div>
                    1.3 <u><strong>莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。县城曾是春秋时期莒国都城所在地，是山东省面积最大的古城，“毋忘在莒”的典故就出在这里。国文字的始祖，莒文化与齐文化、鲁文化并称为山东三大文化。</strong></u>
                </div>
                <div>
                    1.4 请您仔细阅读本协议，<u><strong>莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。县城曾是春秋时期莒国都城所在地，是山东省面积最大的古城，“毋忘在莒多年，是中国文字的始祖，莒文化与齐文化、鲁文化并称为山东三大文化。</strong></u>
                </div>
                <div>
                    1.5 您确认，在您开始注册账号使用本服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。
                    <u><strong>若您不具有前述规定的法律能力，须经法定代理人同意或由法定代理人代理，或是得到有权主体授权后进行注册使用。</strong></u>
                </div>
            </div>
        </div>
        <div class="paragraph">
            <div class="title">二、隐私声明</div>
            <div class="content">
                <div>
                    2.1 我们会保护您的个人数据
                </div>
                <div>
                    莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。县城曾是春秋时期莒国都城所在地，是山东省面积最大的古城，“毋忘在莒”的典故就出在这里。陵阳河遗址出土的原始陶文，早甲骨文1500多年，是中国文字的始祖，莒文化与齐文化、鲁文化并称为山东三大文化。
                </div>
                <div>
                    2.2 数据授权和收集
                </div>
                <div>
                    莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。县城曾是春秋时期莒国都城所在地，是山东省面积最大的古城，“毋忘在莒”的典故就出在这里。陵阳河遗址出土的原始陶文，早甲骨文1500多年，是中国文字的始祖，莒文化与齐文化、鲁文化并称为山东三大文化。
                </div>
                <div>
                    <u><strong>莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。县城曾是春秋时期莒国都城所在地，是山东省面积最大的古城，“毋忘在莒”的典故就出在这里。陵阳河遗址出土的原始陶文，早甲骨文1500多年，是中国文字的始祖，莒文化与齐文化、鲁文化并称为山东三大文化。</strong></u>
                </div>
                <div>
                    2.3 第三方服务
                </div>
                <div>
                    莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。县城曾是春秋时期莒国都城所在地，是山东省面积最大的古城，“毋忘在莒”的典故就出在这里。陵阳河遗址出土的原始陶文，早甲骨文1500多年，是中国文字的始祖，莒文化与齐文化、鲁文化并称为山东三大文化。莒县历史悠久，是千年古县、省级历史文化名城、文化强省建设先进县。县城曾是春秋时期莒国都城所在地，是山东省面积最大的古城，“毋忘在莒”的典故就出在这里。陵阳河遗址出土的原始陶文，早甲骨文1500多年，是中国文字的始祖，莒文化与齐文化、鲁文化并称为山东三大文化。
                </div>
            </div>
        </div>
    </div>
</template>

<script>
  export default {
    name: 'agreement'
  };
</script>
<style rel="stylesheet/less" lang="less">

    @import "../../styles/index.less";
    @import "../../styles/variable";

    .agreement {
        font-family: @FR;
        padding: .4rem;

        .paragraph {
            margin-bottom: 20px;
            font-size: 14px;
            color: #878D99;
        }

        .title {
            font-size: 16px;
            font-weight: bold;
            color: #475266;
            margin-bottom: 20px;
        }
    }
</style>
